<div class="conainer">
  <p style="text-align: justify;">La ingenier&iacute;a es una disciplina que se enfoca en la aplicaci&oacute;n pr&aacute;ctica de la ciencia y las matem&aacute;ticas para resolver problemas del mundo real. Los ingenieros dise&ntilde;an, construyen y mantienen todo tipo de estructuras, sistemas y dispositivos, desde edificios y puentes hasta autom&oacute;viles y dispositivos electr&oacute;nicos.</p>
<p style="text-align: justify;">Los ingenieros trabajan en una amplia variedad de campos, incluyendo la aeroespacial, la civil, la mec&aacute;nica, la el&eacute;ctrica, la qu&iacute;mica y la inform&aacute;tica. Para convertirse en ingeniero, se requiere una educaci&oacute;n rigurosa en matem&aacute;ticas, ciencias y otras &aacute;reas t&eacute;cnicas.</p>
<p style="text-align: justify;">La ingenier&iacute;a ha tenido un impacto significativo en el mundo moderno, impulsando el desarrollo de tecnolog&iacute;as que han mejorado la vida de las personas en todo el mundo. Los ingenieros son responsables de muchas de las comodidades y facilidades que disfrutamos en la actualidad, desde el agua corriente y la electricidad hasta los tel&eacute;fonos m&oacute;viles y las computadoras.</p>
<p style="text-align: center;"><img src="assets/ingenieria.jpg" alt="" width="500" height="263" /></p>
<p style="text-align: justify;">La ingenier&iacute;a tambi&eacute;n desempe&ntilde;a un papel importante en la soluci&oacute;n de algunos de los mayores desaf&iacute;os de la humanidad, como el cambio clim&aacute;tico, la energ&iacute;a sostenible y la salud global. Los ingenieros est&aacute;n trabajando en soluciones innovadoras para estos problemas, desde el dise&ntilde;o de turbinas e&oacute;licas y paneles solares hasta la creaci&oacute;n de tecnolog&iacute;as m&eacute;dicas avanzadas.</p>
<p style="text-align: justify;">En resumen, la ingenier&iacute;a es una disciplina emocionante y desafiante que ofrece una amplia variedad de oportunidades de carrera y tiene un impacto significativo en el mundo en que vivimos. Si te apasiona resolver problemas y crear soluciones pr&aacute;cticas, la ingenier&iacute;a podr&iacute;a ser la carrera adecuada para ti.</p>

</div>
