<div class="container">
  <p style="text-align: justify;">Las matem&aacute;ticas son una disciplina que se ocupa del estudio de las cantidades, las estructuras, el espacio y los cambios. Esta ciencia est&aacute; presente en nuestra vida cotidiana y se utiliza en una gran cantidad de &aacute;reas, como la f&iacute;sica, la ingenier&iacute;a, la inform&aacute;tica y la econom&iacute;a, entre otras.</p>
<p style="text-align: justify;">La matem&aacute;tica es una ciencia rigurosa y sistem&aacute;tica que utiliza la l&oacute;gica y la deducci&oacute;n para probar teoremas y establecer nuevas propiedades matem&aacute;ticas. Los matem&aacute;ticos trabajan con objetos abstractos, como n&uacute;meros, funciones y geometr&iacute;a, y utilizan diferentes herramientas y t&eacute;cnicas para resolver problemas y descubrir nuevos resultados.</p>
<p style="text-align: justify;">En la educaci&oacute;n, las matem&aacute;ticas son una materia fundamental y se estudian desde la primaria hasta el nivel universitario. Aprender matem&aacute;ticas no solo es importante para el desarrollo de habilidades num&eacute;ricas y de razonamiento l&oacute;gico, sino que tambi&eacute;n puede mejorar la capacidad de resoluci&oacute;n de problemas y el pensamiento cr&iacute;tico.</p>
<p style="text-align: center;"><img src="assets/matematica.jpg" alt="" width="390" height="195" /></p>
<p style="text-align: justify;">Las matem&aacute;ticas tienen una gran cantidad de aplicaciones pr&aacute;cticas, como la estad&iacute;stica, la criptograf&iacute;a, la inteligencia artificial y la teor&iacute;a de juegos, entre otras. Los matem&aacute;ticos trabajan en una gran variedad de &aacute;reas, desde la investigaci&oacute;n pura hasta la ingenier&iacute;a y la industria financiera.</p>
<p style="text-align: justify;">En resumen, las matem&aacute;ticas son una ciencia fundamental que se aplica en una gran cantidad de &aacute;reas y que tiene una importancia crucial en la educaci&oacute;n y el desarrollo de habilidades de pensamiento cr&iacute;tico y resoluci&oacute;n de problemas.</p>
</div>
